/* Title for cancel button. */
"Cancel" = "Cancel";

/* Title for open file panel. */
"Choose File" = "Choose File";

/* Title for current slide */
"Current Slide" = "Current Slide";

/* Alert message asking for timer interval. */
"Enter Timer Interval" = "Enter time interval";

/* Alert text asking for timer interval. */
"Enter Timer Interval Text" = "Enter a time interval, which will be used for the Timer.";

/* Title for when no slide is left. */
"Finished Presentation" = "End of Presentation";

/* Title for next slide */
"Next Slide" = "Next Slide";

/* Title for ok button. */
"OK" = "OK";

/* Window name for the presentation view. */
"Presentation" = "Presentation";

/* Window name for the presenter view. */
"Presenter Display" = "Presenter Display";

/* Window name for the presenter view when edited. */
"Presenter Display Edited" = "Presenter Display — Edited";

/* Title for the donation alert. */
"Donation Alert Text" = "Do you like SlidePilot?";

/* Message for the donation alert. */
"Donation Alert Message" = "If you do, we would be more than happy if you support SlidePilot by donating a small amount and spreading the word about the app.";

/* Title for the donate button in the donation alert. */
"Donate Button" = "Donate";

/* Title for the cancel button in the donation alert. */
"Donate Cancel Button" = "No, I don't like it!";

/* The customization label for black curtain Touch Bar item. */
"BlackCurtainTBLabel" = "Display Black Screen";

/* The customization label for white curtain Touch Bar item. */
"WhiteCurtainTBLabel" = "Display White Screen";

/* The customization label for notes Touch Bar item. */
"NotesTBLabel" = "Show Notes";

/* The customization label for navigator Touch Bar item. */
"NavigatorTBLabel" = "Show Navigator";

/* The customization label for preview next slide Touch Bar item. */
"PreviewNextSlideTBLabel" = "Preview Next Slide";

/* The customization label for pointer Touch Bar item. */
"PointerTBLabel" = "Show Cursor";

/* The customization label for pointer appearance Touch Bar item. */
"PointerAppearanceTBLabel" = "Cursor Appearance";

/* Message for the warning notice, that the screen is hidden. */
"Hidden Screen Warning" = "Screen is hidden";
